import styles from './AboutProjectPage.scss';

export default function AboutProjectPage() {
    return (
        <div className="about container__row">
            Япония - удивительная страна, технологии которой обогнали весь мир во
 многих сферах человеческой деятельности. Это утверждение касается и 
ветеринарии и фармацевтики. Япония единственная страна в мире, где 
огромного внимание уделяется не только продолжительности жизни людей, но
 и продолжительности жизни их домашних питомцев. 
 В далеком 1963году семья японских ветеринаров основала компанию TAURUS (Таурус),
 выбрав своим девизом слоган «Животные для всех и все для животных». Вся
 рецептура  витаминов, пищевых добавок для собак и кошек, средств для 
коррекции поведения, ухода и гигиены Taurus(Таурус) 
	разрабатывается японскими учеными в сотрудничестве с ветеринарами по 
новейшим технологиям, проходя строжайшую проверку в независимых 
лабораториях. 
В результате такого подхода витамины и пищевые 
добавки для собак и кошек Taurus (Таурус) не имеют аналогов по своему 
качеству и воздействию на организм собак и кошек, как взрослых, так и 
маленьких щенков и котят. В нашем интернет-магазине вы можете заказать и
 купить весь ассортимент продукции Taurus (Таурус)  c доставкой на дом. И пусть ваши любимые четвероногие питомцы радуют вас крепким здоровьем и долгой жизнью!
	
	
        </div>
    );
}